Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/Home.xcstrings
Source language: en
Languages: es

source: Dashboard
es: Panel

source: Drag to Reorder
es: Arrastre para Reordenar

# EmptyState.Body
source: Add some blocks to get started
es: Agregue unos bloques para comenzar

# EmptyState.Body.Watch
source: Add some blocks on your phone to get started
es: Agregue unos bloques en su teléfono para comenzar

# EmptyState.Title
source: Nothing To See Here… Yet
es: No hay nada que ver aquí… todavía

# RemoveMetric.Body
source: This action cannot be undone, and may prevent your widgets configured to show %@ data from working. This change does not affect your HealthKit data.
es: Esta acción no se puede deshacer y puede impedir que sus widgets de %@ funcionen. Este cambio no afecta sus datos de HealthKit.

# RemoveMetric.Cancel
source: Cancel
es: Cancelar

# RemoveMetric.Confirm
source: Slide to Delete
es: Deslizar para Borrar

# RemoveMetric.Title
source: Remove %@?
es: ¿Eliminar %@?

# WidgetsBanner.Body
source: Peak includes beautiful widgets for your homescreen & lockscreen
es: Peak incluye widgets hermosos para su pantalla de inicio y pantalla de bloqueo

# WidgetsBanner.OpenTutorial
source: Show Me How
es: Muéstreme Cómo

# WidgetsBanner.Title
source: Set Up Your First Widget
es: Configure Su Primer Widget
